
[
  {
    "chunk_text": "Kurzbeschreibung: Unser Superfood-Shake chili choco mit fünf Pflanzenpower-Proteinen. Lässt sich hervorragend in den Alltag integrieren. Genieße ihn zum Beispiel im Job, in deiner Freizeit oder zum Sport.",
    "metadata": {
      "product_id": "chili choco shake",
      "section": "Kurzbeschreibung"
    }
  },
  {
    "chunk_text": "Produktdetails: Hinweise\nNettofüllmenge: 560 g Pulver\nBezeichnung des Lebensmittels: Nahrungsergänzungsmittel mit pflanzlichen Proteinen, Pflanzenstoffen, Enzymen, Zucker und Süßungsmitteln. Warnhinweis: Bei Verbrauchern mit Schluckbeschwerden oder bei unzureichender Flüssigkeitszufuhr besteht Erstickungsgefahr.\nEs wird empfohlen Glucomannan mit ausreichend Wasser einzunehmen, damit Glucomannan in den Magen gelangt.\nNahrungsergänzungsmittel dienen nicht als Ersatz für eine ausgewogene und abwechslungsreiche Ernährung und gesunde Lebensweise.\nAußerhalb der Reichweite von kleinen Kindern sowie kühl, trocken und dunkel lagern.\nSchwangere und Stillende sollten vor dem Verzehr mit ihrem Arzt oder Therapeuten Rücksprache halten.\nEAN: 4262454610464\nDie Informationen auf dieser Seite ersetzen nicht eine medizinische oder pharmazeutische Beratung. Sie dienen nicht der Selbstmedikation. Anwendungsgebiete, Wirkungen, Nebenwirkungen und Gegenanzeigen sind hier nicht vollständig beschrieben. Für die geeignete Anwendung fragen Sie einen Heilpraktiker, einen naturheilkundlich orientierten Arzt oder Apotheker. Angaben zu Anwendungsgebieten, die über die von der Europäischen Union akzeptierten, inhaltsstoffbezogenen Gesundheitsaussagen (Health Claims) hinausgehen, beziehen sich immer auf Erfahrungen und Überlieferungen von Völkern und Volksgruppen. Sie sind als medizin-geschichtliche Zeitzeugnisse zu sehen und liefern lediglich Anhaltspunkte für die Wirkgebiete der Rezepturen.",
    "metadata": {
      "product_id": "chili choco shake",
      "section": "Produktdetails"
    }
  },
  {
    "chunk_text": "Zielgruppe: Unser chili choco shake ist ein rein pflanzlicher Nutrition-Shake, den wir nach den neuesten wissenschaftlichen Erkenntnissen entwickelt haben. Er enthält fünf der wertvollsten Proteine aus Pflanzenpower für deinen Körper. Aus Sonnenblumenkernproteinpulver, Reisproteinkonzentrat, Süßlupinenmehl, Haferfaserpulver und Hanfsamenproteinpulver. Diese besondere Kombination aus hochwertigen Pflanzenstoffen, Antioxidantien und Adaptogenen findest du nur in unseren Shakes.\n\nDu kannst den Proteinshake als hochwertige, gehaltvolle und schnelle Mahlzeit im Alltag, im Job oder auch zum Sport genießen. Unsere chili choco shakes sind vollwertige Quick-In-Nutritions in höchster Qualität, die dir alles geben, was du brauchst. Zudem sparen sie jede Menge Zeit und Geld.\n\nDer chillige Schokoladengeschmack in unseren Shakes stammt aus hochwertigsten Kakaobohnen – der Nahrung der Götter.",
    "metadata": {
      "product_id": "chili choco shake",
      "section": "Zielgruppe"
    }
  },
  {
    "chunk_text": "Anwendungsbereich: Effektives Abnehmen und Wohlfühlen – ohne Diät, dafür mit einem nachhaltigen Konzept.",
    "metadata": {
      "product_id": "chili choco shake",
      "section": "Anwendungsbereich"
    }
  },
  {
    "chunk_text": "Inhaltsstoffe:18,9 % Sonnenblumenkernproteinpulver, 12,0 % Reisproteinkonzentrat (Oryza), 12,0 % Fettarmes Kakaopulver (Emulgator: Lecithine (Sonnenblume)), Kokosblütenzucker (Cocos nucifera), Aroma, Verdickungsmittel: Guarkernmehl, 5,0 % Hanfsamenproteinpulver (Cannabis sativa), Süßlupinenmehl (Lupinus), Konjakwurzelpulver (Amorphophallus konjac, enthält 95 % Glucomannan), 2,5 % Kürbiskernproteinpulver, Kakaoextrakt (Theobroma cacao L., enthält 19 % Theobromin), Speiseölpulver (Sonnenblumenkerne, enthält 40 % Linolsäure), Baobabfruchtpulver (Adansonia digitata), Orangenfaserpulver, Chiasamenpulver, Haferfaserpulver (Avena), Apfelfaserpulver, Karottenpulver (Daucus carota), Moringa oleifera Blattextrakt 10:1, Amaranthmehl (Gluten), B-vitaminreiches Buchweizenkeimpulver (Fagopyrum), Artischockenblattextrakt 12:1 (Cynara scolymus L.), Tomatenpulver, Brokkolipulver (Brassica oleracera var. italica), Johannisbrotbaumschotenpulver (Ceratonia siliqua), Sibirischer Ginsengwurzelextrakt 25:1 (Eleutherococcus senticosus, enthält 0,8 % Eleutheroside), Griffonia-Samenextrakt (Griffonia simplicifolia, enthält 98 % 5-Hydroxytryptophan), Ackerschachtelhalmkrautpulver (Equisetum arvense L.), Grünkohlpulver (Brassica oleracea var. sabellica), Gurkenpulver (Cucumis sativus Linn.), Blumenkohlpulver (Brassica oleracea var. botrytis), Brennnesselblattpulver (Urtica dioica), Weißes Spargelpulver (Asparagus officinalis), Süßungsmittel: Steviolglycoside, Inulin (Zichorie), Spinatblattpulver (Spinacia oleracea), Cellulase, Oligofruktose, Ashwagandhawurzelextrakt 5:1 (Withania somnifera, enthält 1,5 % Withanolide), Indisches Flohsamenpulver (Plantago ovata), Kurkumawurzelstockextrakt 50:1 (Curcuma longa, enthält 95 % Curcuminoide), chinesischer Tragant-Wurzelextrakt 5:1 (Astragalus membranaceus, enthält 10 % Polysaccharide), Beta-Carotin, Cayennepfefferpulver (Capsicum frutescens), Chagafruchtkörperextrakt 4:1 (Inonotus obliquus, enthält 10 % Polysaccharide), Ingwerwurzelstockpulver (Zingiber officinale L.), Papain, Schwarzer Pfefferfruchtextrakt 25:1 (Piper nigrum, enthält 95 % Piperin)",
    "metadata": {
      "product_id": "chili choco shake",
      "section": "Inhaltsstoffe"
    }
  },
  {
    "chunk_text": "Rezeptur Herkunft: PROTEINE AUS PFLANZENPOWER\nUnser chili choco shake ist randvoll mit exklusiven Pflanzenstoffen. Ohne Soja- oder Milchproteine. In ihm stecken unter anderem Superfoods wie Baobab, Quinoa und Chia sowie B-vitaminreiches Buchweizenkeimpulver. Denn die Idee dahinter ist es, Pflanzen einzusetzen, die für jede Menge gesundheitlichen Mehrwert sorgen, die Vitalität verbessern und den Stoffwechsel anregen. Die rein pflanzliche Süße wird aus asiatischen Brombeerblättern und Steviaextrakten gewonnen. Außerdem aus Kokosblütenzucker, der Vitamine und weitere Nährstoffe enthält und somit wertiger ist als reiner Haushaltszucker und für zusätzliche Vitalität sorgt.",
    "metadata": {
      "product_id": "chili choco shake",
      "section": "Rezeptur Herkunft"
    }
  },
  {
    "chunk_text": "Geschichte: DIE LECKEREN SHAKES\nWir haben uns für die Entwicklung der Nutrition Shakes viel Zeit genommen. Zusammen mit unseren Experten ist es uns gelungen, besonderen Geschmack und höchste Qualität an Nährstoffen zu vereinen. Die Shakes machen Spaß und sind besonders lecker mit Pflanzenmilch, z. B. ungesüßter Hafer-, Mandelmilch oder auch Kokoswasser. Natürlich ist reines Wasser auch eine Alternative. Teste es aus und sei kreativ. Integriere die Shakes zum Beispiel in deine Lieblingsrezepte.",
    "metadata": {
      "product_id": "chili choco shake",
      "section": "Geschichte"
    }
  },
  {
    "chunk_text": "Nutzenerlebnis: Mein Lieblingsshake\nvon Peter K. aus Bregenz, 24.04.2024\nDer Shake schmeckt sehr gut, mit Mandel- oder Kokosmilch auch eine schnelle, trotzdem vollwertige Mahlzeit. Am liebsten trinke ich in morgen als Frühstück.",
    "metadata": {
      "product_id": "chili choco shake",
      "section": "Nutzenerlebnis"
    }
  },
  {
    "chunk_text": "Einnahmeempfehlung: Tägliche Verzehrempfehlung: 20 g\nDie angegebene empfohlene tägliche Verzehrmenge darf nicht überschritten werden.",
    "metadata": {
      "product_id": "chili choco shake",
      "section": "Einnahmeempfehlung"
    }
  },
  {
    "chunk_text": "Kategorien: Shape Classic",
    "metadata": {
      "product_id": "chili choco shake",
      "section": "Kategorien"
    }
  },
  {
    "chunk_text": "Schlagworte: Shake, Shape Classic, Abnehmen, Wohlfühlen , Konzept",
    "metadata": {
      "product_id": "chili choco shake",
      "section": "Schlagworte"
    }
  },
  {
    "chunk_text": "Hersteller Website: https://www.ethno-health.com",
    "metadata": {
      "product_id": "chili choco shake",
      "section": "Hersteller Website"
    }
  },
  {
    "chunk_text": "Produkt Website: https://www.ethno-health.com/artikeldetail/241/chili-choco-shake",
    "metadata": {
      "product_id": "chili choco shake",
      "section": "Produkt Website"
    }
  }]
