
[
  {
    "chunk_text": "Kurzbeschreibung: Entschlackung mit natürlichem Schwefel und gesunden Ballaststoffen. Universalbausteine für einen gesunden Körper: Unsere msm greens sind die perfekte glutenfreie Zutatenkombination für deine Entschlackung.\n",
    "metadata": {
      "product_id": "msm greens",
      "section": "Kurzbeschreibung"
    }
  },
  {
    "chunk_text": "Zielgruppe: WARUM MSM GREENS?\nUnsere msm greens liefern dir eine ganz besondere Kombination aus natürlichem Schwefel und gesunden Ballaststoffen. Dazu gehören Weizengras, Gerstengras, Luzernenkraut und Korianderblätter. Zusätzlich enthalten ist die wertvolle, basisch-puffernde Sango-Koralle. Die msm greens tragen unter anderem wegen ihres hohen Calciumgehalts zu einer dauerhaft gesunden Verdauung bei.\nDie durchdachte Zutatenkombination aus Koriander, Bärlauch und Chlorella kann zusätzlich zur Entschlackung beitragen und die Leber unterstützen. Das enthaltene Beta-Glucan verlangsamt zudem die Aufnahme von Kohlehydraten.\nGeschmackstipp: Die msm greens in Pflanzenmilch anrühren und mit einer Prise Zimt verfeinern.\nGESUNDHEITSAUSSAGE:*\nCalcium trägt zu einer normalen Funktion von Verdauungsenzymen bei.",
    "metadata": {
      "product_id": "msm greens",
      "section": "Zielgruppe"
    }
  },
  {
    "chunk_text": "Anwendungsbereich: UNIVERSALBAUSTEINE DES KÖRPERS\nMSM steht für Methylsulfonylmethan und ist eine organische Schwefelverbindung, die unter anderem Zellwände durchlässiger macht und somit wesentlich zur Entschlackung beiträgt. Schwefel ist ein Universalbaustein unseres Körpers und befindet sich in großen Mengen in Muskulatur, Knochen, Knorpeln und Bindegewebe. Kommt die Versorgung unseres Körpers mit Schwefel zu kurz, können gesundheitliche Beschwerden auftreten. Dazu gehören unter anderem dauerhafte Müdigkeit, Gelenkbeschwerden und eine verminderte Regenerationsfähigkeit nach körperlicher Anstrengung.",
    "metadata": {
      "product_id": "msm greens",
      "section": "Anwendungsbereich"
    }
  },
  {
    "chunk_text": "Inhaltsstoffe: 18,8 % Methylsulfonylmethan, Erdbeerfruchtpulver (Fragaria x ananassa), Sango-Meereskorallenpulver (enthält 25,5 % Calcium und 13 % Magnesium), beta-Glucan (Hafer), Weizengraspulver (Triticum aestivum l.), Gerstengraspulver (Hordeum vulgare), Chlorellapulver (Chlorella vulgaris, Sulphite), Aroma, Korianderfruchtpulver (Coriandrum sativum), Bärlauchkrautpulver (Allium ursinum L.), Säuerungsmittel: Citronensäure, Luzernenkrautpulver (Medicago sativa L.), Wakamepulver (Undaria pinnatifida), Artischockenblattextrakt 12:1 (Cynara scolymus L.), Knotentangpulver (Ascophyllum nodosum), Löwenzahnwurzelpulver (Taraxacum officinale), Süßungsmittel: Steviolglycoside, Brokkoliextrakt 35:1 (Brassica oleracea var. italica, enthält 10 % Sulforaphan), Brokkoliextrakt 20:1 (Brassica oleracera var. italica), Brokkolisprossenextrakt 10:1 (Brassica oleracea var. italica, enthält 0,5 % Sulforaphan), Grünkohlpulver (Brassica oleracea var. sabellica), Weißkohlblattpulver (Brassica oleracea var. capitata)",
    "metadata": {
      "product_id": "msm greens",
      "section": "Inhaltsstoffe"
    }
  },
  {
    "chunk_text": "Rezeptur Herkunft: ",
    "metadata": {
      "product_id": "msm greens",
      "section": "Rezeptur Herkunft"
    }
  },
  {
    "chunk_text": "Geschichte: ",
    "metadata": {
      "product_id": "msm greens",
      "section": "Geschichte"
    }
  },
  {
    "chunk_text": "Nutzenerlebnis: MSM Greens, der Mega Booster\nvon Christina W. aus Petershagen, 04.03.2023\nNicht nur auf physischer sondern auch auf geistiger Ebene gibt mir dieser göttlich, leckere Drink die Megapower um mich WEITER-ZU-ENT-WICKELN. Nach nur 2 Wochen der Einnahme kann ich MSM Greens aus tiefsten Herzen weiterempfehlen.",
    "metadata": {
      "product_id": "msm greens",
      "section": "Nutzenerlebnis"
    }
  },
  {
    "chunk_text": "Einnahmeempfehlung: Tägliche Verzehrempfehlung: 2x8 g (8 g entsprechen einem gestrichenen Messlöffel à 15 ml) in je 150 ml Wasser lösen und einnehmen.\nDie angegebene empfohlene tägliche Verzehrmenge darf nicht überschritten werden.\nGeschmackstipp: Die msm greens in Pflanzenmilch anrühren und mit einer Prise Zimt verfeinern.",
    "metadata": {
      "product_id": "msm greens",
      "section": "Einnahmeempfehlung"
    }
  },
  {
    "chunk_text": "Produktdetails: Nettofüllmenge: 448 g Pulver\nBezeichnung des Lebensmittels: Nahrungsergänzungsmittel mit Pflanzenstoffen, Mineralstoffen und Süßungsmittel.\nNahrungsergänzungsmittel dienen nicht als Ersatz für eine ausgewogene und abwechslungsreiche Ernährung und gesunde Lebensweise.\nAußerhalb der Reichweite von kleinen Kindern sowie kühl, trocken und dunkel lagern.\nGlutenfrei\nSchwangere und Stillende sollten vor dem Verzehr mit ihrem Arzt oder Therapeuten Rücksprache halten.\n*EU-Health-Claims-Verordnung Nr. 1924/2006\nEAN: 4262454610402\nDie Informationen auf dieser Seite ersetzen nicht eine medizinische oder pharmazeutische Beratung. Sie dienen nicht der Selbstmedikation. Anwendungsgebiete, Wirkungen, Nebenwirkungen und Gegenanzeigen sind hier nicht vollständig beschrieben. Für die geeignete Anwendung fragen Sie einen Heilpraktiker, einen naturheilkundlich orientierten Arzt oder Apotheker. Angaben zu Anwendungsgebieten, die über die von der Europäischen Union akzeptierten, inhaltsstoffbezogenen Gesundheitsaussagen (Health Claims) hinausgehen, beziehen sich immer auf Erfahrungen und Überlieferungen von Völkern und Volksgruppen. Sie sind als medizin-geschichtliche Zeitzeugnisse zu sehen und liefern lediglich Anhaltspunkte für die Wirkgebiete der Rezepturen.",
    "metadata": {
      "product_id": "msm greens",
      "section": "Produktdetails"
    }
  },
  {
    "chunk_text": "Produkt Website: https://www.ethno-health.com/artikeldetail/235/msm-greens",
    "metadata": {
      "product_id": "msm greens",
      "section": "Produkt Website"
    }
  },
  {
    "chunk_text": "Dokument Website: ",
    "metadata": {
      "product_id": "msm greens",
      "section": "Dokument Website"
    }
  },
  {
    "chunk_text": "Kategorien: ",
    "metadata": {
      "product_id": "msm greens",
      "section": "Kategorien"
    }
  },
  {
    "chunk_text": "Schlagworte: ",
    "metadata": {
      "product_id": "msm greens",
      "section": "Schlagworte"
    }
  },
  {
    "chunk_text": "Hersteller Website: https://www.ethno-health.com",
    "metadata": {
      "product_id": "msm greens",
      "section": "Hersteller Website"
    }
  }
]
