Was heutzutage in unserer Nahrung fehlt: Man sollte es kaum glauben, aber unsere Vorfahren aus der Steinzeit hat-ten uns etwas voraus. Und zwar ein ausbalanciertes Fettsäurenverhältnis. Das hatte einen ganz einfachen Grund:Ein Großteil der Lebensmittel, die vorrund 10.000 Jahren auf dem Speiseplan standen, trugen nämlich zu einem nahezu perfekten Fettsäurenver-hältnis bei. Entscheidend sind in diesem Zusam-menhang die beiden mehrfach ungesät-tigten Omega-3-Fettsäuren Docosahexa-ensäure (DHA) und Eicosapentaensäure (EPA). Unser Körper kann sie nur in ge-ringen Mengen aus der Omega-3-Fett-säure Alpha-Linolensäure herstellen,sodass wir sie über die Nahrung auf-nehmen sollten, um das Gleichgewichtzu wahren. DHA und EPA kommen zum Beispiel besonders reichlich in Algen und Fisch vor.
Zu wenig Omega 3: Im Vergleich zur Steinzeit ist es heute vor allem in westlichen Industrielän-dern ganz anders. Der Anteil von Ome-ga 3 (Alpha-Linolensäure, DHA und EPA) in unserer Nahrung ist viel zu gering. Unser Fettsäurenverhältnis ist nicht ausgewogen. Doch warum ist das so? Wir konsumieren doch auch heute noch viel Fisch. Ein großes Problem istder hohe Anteil von Omega-6-Fett-säuren, der sich heute in Lebensmitteln befindet. Nehmen wir zu viel Omega 6und zu wenig Omega 3 zu uns, gerät unser Fettsäurenverhältnis aus einer gesunden Balance.
Beispiele aus unserer Ernährung: Nehmen wir die Getreidesorten Roggen und Weizen. Bei beiden überwiegt der Anteil von Omega-6-Fettsäuren deutlich. Oder Fleischund Milchprodukte: Diese stammen heute oftmals aus Mastbetrieben. Dort bekommen Tiere hauptsächlich Nahrung mit einem hohen Omega-6-Anteil zu fressen. Zum Beispiel Getreide und Soja. Das Ergebnis ist ein ungünstiges Fettsäurenverhältnis, das wir dann über Milch- und Fleischerzeugnisse aufnehmen. Ein weiterer Grund: Zuchtfarmen zum Beispiel für Lachs. Während Wildlachse reich an DHA und EPA sind, haben Zuchtlachse einen deutlich geringeren Omega-3-Anteil. Darüber hinaus sind häufig genutzte Speiseöle wie Sonnenblumenöl ebenfalls nicht dazu geeignet, das Fettsäurenverhältnis zugunsten von Omega 3 zu beeinflussen. Ganz im Gegenteil: Bei vielen gebräuchlichen Ölen besteht ein großes Missverhältnis. Sie weisen einen hohen Anteil an Omega 6 auf. "Ein optimaler Anteil von DHA und EPA im Blut wirkt sich positiv auf unser Herz-Kreislauf-System aus und hilft uns bei der Abwehr von Infektionen." Hiervon nehmen wir heutzutagezu wenig zu uns: Fettreichen Fisch aus Wildfang Meeresalgen, Hanf- und Rapsöl, Pilze, Walnüsse und Obst, Gemüse, Ballaststoffe und fermentierte Lebensmittel Diese Lebensmittel tragendazu bei, dass sich unser Fettsäurenhaushalt nicht in Balance befindet: Getreidesorten wie Roggen und Weizen, Fleisch- und Milchprodukte von Tieren aus Mastbetrieben, Fisch aus Zuchtfarmen, Speiseöle mit einem schlechten Fettsäurenverhältnis
Warum ein gesundes Fettsäurenverhältnis wichtig ist: Warum ist ein optimaler Anteil von DHA und EPA im Verhältnis zu allen anderen Fettsäuren im Blut eigentlich so wichtig? Zunächst müssen wir festhalten, dass sowohl Omega 3 als auch Omega 6 entscheidende Aufgaben in unserem Körper haben. Sie sind zum Beispiel Bestandteile von Zellmembranen und an der Regulierung von Blutdruck und Entzündungsreaktionen beteiligt. Eine mangelhafte Versorgung mit DHA und EPA kann die Ursache für diverse Erkrankungen sein. Muskeln und Sport: Ist der HS-Omega-3 Index® optimal, kann sich das positiv auf die folgenden Bereiche auswirken: Muskelkater, "altersbedingten" Muskelabbau, die Herzfrequenz bei Belastung
Der Omega-6-Irrtum: Welche Funktionen haben Omega-6-Fettsäuren denn nun konkret? Sie fördern etwa die Entstehung von lokalen Entzündungen als Teil der Immunabwehr. Das ist wichtig im Rahmen von Infektionen, da Entzündungsprozesse dem Körper helfen, sich gegen Krankheitserreger zu wehren. Darüber hinaus sorgen Omega-6-Fettsäuren dafür, dass sich unsere Blutgefäße verengen und das Blut schneller gerinnt. Ein entscheidender Mechanismus zum Beispiel bei Verletzungen. Das Ergebnis: Der Körper verliert weniger Blut. Die Omega-6-Fettsäure Arachidonsäure ist zum Beispiel für den Aufbau und Erhalt des Gehirns wichtig. Es ist also ein Irrtum zu glauben, dass Omega-6-Fettsäuren grundsätzlich schlecht sind. Fakt ist: Der Körper braucht mehr Omega 6 als Omega 3. Allerdings darf es nicht unverhältnismäßig mehr Omega 6 sein. Ziel ist ein ausgewogenes Verhältnis.
Darum ist Omega 3 so wichtig: Omega-3-Fettsäuren sind praktisch der natürliche Gegenspieler von Omega 6. Denn Omega 3 hemmt das Entzündungsgeschehen im Körper, erweitert die Gefäße und macht unser Blut dünner. Es ist darüber hinaus unter anderem besonders wichtig für die Entwicklung des Gehirns, für unsere Herzfunktion und die Sehkraft.
Das passiert bei einem Ungleichgewicht: Ein Problem entsteht jedoch, wenn der Anteil der Omega-3-Fettsäuren DHA und EPA in den roten Blutkörperchen zu niedrig ist. So wie es bei vielen von uns der Fall ist. Dann wirkt der zu hohe Anteil von Omega 6 nämlich entzündungsfördernd und blockiert die Umwandlung von Alpha-Linolensäure in DHA und EPA. Dieser Umstand kann sich unter anderem negativ auf unser Herz-Kreislauf-System auswirken. Die Folge: ein höheres Risiko für Herzinfarkte oder Schlaganfälle und ein geschwächtes Immunsystem. Außerdem kann es zu vermehrten stillen Entzündungsprozessen (Silent Inflammation) im Körper kommen. Diese gelten als Ursache für Zivilisationskrankheiten wie Allergien, Arteriosklerose, Diabetes mellitus, Demenz und Tumore. Eine mangelhafte Versorgung mit DHA und EPA kann die Ursache für diverse Erkrankungen sein.
Ein fundiertes und verlässliches Messverfahren: Anders als bei der simplen Bestimmung des Fettsäurenverhältnisses von Omega 6 und Omega 3 handelt es sich beim Messverfahren zur Ermittlung des HS-Omega-3 -Index® (siehe Kasten auf Seite 9) um eine wissenschaftlich geprüfte und verlässliche Methode. Mit dieser können Labore nämlich den Spiegel der beiden gesunden Omega-3 -Fettsäuren DHA und EPA bestimmen. Und zwar im Verhältnis zu allen anderen Fettsäuren im Blut. Eine absolut einzigartige und nachvollziehbare Methode! Grundlage für die Einordnung der Ergebnisse sind wissenschaftliche Studien aus den USA, Europa und Asien, in denen Fachärzte und Labormediziner einen Idealbereich ermittelt und immer wieder bestätigt haben. Im Gegensatz dazu gibt es bis heute in der Wissenschaft keine einheitliche Definition für das Verhältnis von Omega 6 zu Omega 3. Für uns das entscheidende Ausschlusskriterium. Denn derartige Messwerte sind einfach wenig aussagekräftig. Stattdessen ist es in Bezug auf den Zustand des Fettsäurenhaushaltes dringend erforderlich, den HS-Omega-3 Index® zu ermitteln.
Kurzbeschreibung: Beim HS-Omega-3 Index handelt es sich um die standardisierte Methode zur Bestimmung der beiden gesunden Omega-3-Fettsäuren DHA und EPA. Mehr als 300 wissenschaftliche Publikationen belegen seine Aussagekraft. Der optimale Anteil von DHA und EPA (HS-Omega-3 Index®) im Blut liegt bei 8 – 11 %. Liegt er unterhalb des Idealbereichs, kann das ein Hinweis auf eine Entzündungssituation (Silent Inflammation) im Körper sein. Empfehlenswert ist in diesem Zusammenhang eine Erhöhung der Zufuhr von Omega-3-Fettsäuren, z. B. durch die Einnahme von Omega 3 plus von Ethno Health. Besorgniserregend: In den westlichen Industrienationen liegt der HS-Omega-3 Index® bei vielen Menschen unter 4 %.
Die gesundheitlichen Vorteile eines optimalen HS-Omega-3 Index®: Muskeln und Sport. Ist der HS-Omega-3 Index® optimal, kann sich das positiv auf die folgenden Bereiche auswirken: Muskelkater ”altersbedingten” Muskelabbau die Herzfrequenz bei Belastung. Gehirn. Ein optimaler HS-Omega-3 Index® beeinflusst die folgenden Gesundheitsbereiche positiv: Hirnaufbau und -entwicklung schon vor der Geburt und bis ins Erwachsenenalter, Hirnstruktur und -funktion in jedem Alter (Schlaganfälle werden verhindert und kognitive Leistungen erhalten bzw. verbessert), psychiatrische Erkrankungen wie majore Depression, bipolare Depression und Aufmerksamkeitsdefizit-Hyperaktivitätsstörung (ADHS). Haut Ausreichend DHA und EPA wirken sich positiv auf die folgenden Erkrankungen aus: Psoriasis (Schuppenflechte), atopische Dermatitis (Ekzem: chronische, juckende Entzündung der oberen Hautschichten), Akne. Herz Im Vergleich zu niedrigeren Spiegeln verlängert ein optimaler HS-Omega-3 Index® die Lebenserwartung und minimiert das Risiko der folgenden Todesursachen bzw. Krankheitsbilder:, plötzlicher Herztod, Herzinfarkt, die Notwendigkeit von Eingriffen am Herzen zur Verbesserung der Blutversorgung (Revaskularisationen) Außerdem sinken durch eine Erhöhung des HS-Omega-3 Index® Herzfrequenz, Blutdruck und Entzündungswerte. Die Blutfette werden verbessert und die Herzkranzgefäße durchgängig erhalten. Schwangerschaft. Nur wenige Schwangere in Deutschland haben einen HS-Omega-3 Index® im Zielbereich. Dabei vermindert eine ausreichende Versorgung der Schwangeren mit Omega-3-Fettsäuren die folgenden zum Teil schwerwiegenden Komplikationen: Zahl der Frühgeburten, perinatale Mortalität (Sterblichkeit von Kindern um den Zeitpunkt der Geburt herum), Geburtskomplikationen bei Mutter und Kind, Schwangerschaftsdiabetes, Wochenbettdepression, die Neigung des Kindes zu Asthma und Allergien Zudem fördert ein optimaler HSOmega-3 Index® bei Schwangeren die kognitive Entwicklung des Kindes. Weitere Gesundheitsbereiche Omega-3-Fettsäuren sind Teil von jeder Zelle. Entsprechend betrifft ein unzureichender HS-Omega-3 Index® diverse Körperregionen. Das kann zu folgenden Krankheitsbildern führen: nicht-alkoholische Fettleber, das Zwischengewebe und die Lungenbläschen betreffende (interstitielle) Lungenerkrankungen, chronisch entzündliche Erkrankungen, Schlafapnoe (nächtliche Atmungsstörung), Riss (Ruptur) der Rotatorenmanschette (Muskel-Sehnen-Platte der Schulter) Hinweise zu ausgewählter Literatur sowie wissenschaftliche Studien zu den positiven Auswirkungen eines optimalen HS-Omega-3 Index® befinden sich auf der Internetseite unseres Partners Omegametrix: https://www.omegametrix.eu/wissensdatenbank_literaturverzeichnis.php
INFO: Die Entwicklung des HS-Omega-3 Index® durch Prof. Dr. W. S. Harris von der Stanford University (Kalifornien, USA) und Prof. Dr. C. von Schacky von der Ludwig-Maximilians-Universität München im Jahr 2002 war ein großer Durchbruch. Ein regelrechter Paukenschlag in der medizinischen Wissenschaft. Die maximal verlässliche Messmethodik genügt allerhöchsten klinischen Ansprüchen. Sie heißt nach ihren Erfindern "HS-Omega-3 Index®" (HS steht für "high sensitivity" oder "Harris
Bekommst du genug gesunde Fette?: Woher weißt du, ob du gut mit Omega-3-Fettsäuren versorgt bist? Selbst regelmäßiger Fischkonsum ist keine Garantie für einen optimalen HS-Omega-3 Index®, also ausreichend DHA und EPA. Eine Antwort gibt nur das verlässliche Messverfahren unseres Laborpartners Omegametrix: Der von Laborgründer Prof. Dr. C. von Schacky entwickelte einzigartige HS-Omega-3 Index®-Selbsttest sowie die umfassende wissenschaftliche Datenbasis sind die Grundlage für den Einsatz im Klinikalltag. Kein anderes Verfahren zur Fettsäureanalytik kann hier weltweit mithalten. Der wichtigste Bluttest: Eine präzise Fettsäureanalyse Durch die hohe Kompetenz unseres Laborpartners Omegametrix sind wir in der Lage, den HS-Omega-3 Index® präzise bestimmen zu lassen. Dabei nutzen wir das starke wissenschaftliche Fundament unseres Partners und verschaffen uns einen wertvollen Überblick über den Status der wichtigsten Fettsäuren, die verantwortlich für unsere Gesundheit und Leistungsfähigkeit sind. Im Mittelpunkt unserer Analyse stehen der HS-Omega-3 Index®-Selbsttest sowie spezielle, den Körper schädigende Transfettsäuren. Dies ist ein besonderes Alleinstellungsmerkmal unseres "Omega Go!"-Konzeptes. Der Selbsttest beinhaltet ein Probenahme- und Einsendekit mit einer ausführlichen bebilderten Anleitung. Mit ihm lässt sich die Zusammensetzung der Fettsäuren in den roten Blutkörperchen analysieren. Hierzu bestimmt Omegametrix den HS-Omega-3 Index® – den Anteil von DHA und EPA an allen Fettsäuren im Blut. Das Ergebnis ist selbst für Laien sofort nachvollziehbar.
Das ist unser unabhängiger Test- und Laborpartner: Omegametrix wurde im Jahr 2007 gegründet und ist das internationale Standard- und Referenzlabor für Fettsäureanalytik. Ausgestattet mit modernster Technik werden 26 Fettsäuren inklusive des HS-Omega-3 Index® gemessen. Exakt und nach höchsten Qualitätsstandards. Die zuverlässige Fettsäureanalyse von Omegametrix war bereits Grundlage von mehr als 300 Publikationen und kam in über 50 Forschungsprojekten zur Anwendung. Die Zuverlässigkeit der präzisen Methode führte zur Zusammenarbeit mit einigen der renommiertesten Arbeitsgruppen weltweit. Dazu gehörten unter anderem Forscherteams der Harvard University, der Framingham State University, der Berliner Charité sowie der Universitäten in München. Labor mit zertifiziertem Qualitätsmanagementsystem Omegametrix führt als einziges europäisches Referenzlabor die Fettsäureanalytik unter dem Qualitätssicherungssystem DIN ISO 15189 durch. Damit erfüllt das Unternehmen die besonderen Anforderungen an die Qualität und Kompetenz medizinischer Labore. "Algen sind der ideale Lieferant für DHA und EPA und somit die perfekte umwelt- und tierfreundliche Alternative zu Fischöl."
Inhaltsstoffe: Unser Omega 3 plus-Öl: Kurkuma. Das Gewürz Kurkuma stammt aus Südasien und gehört zur Familie der Ingwergewächse. Aufgrund seiner zahlreichen positiven Eigenschaften ist Kurkuma inzwischen Teil vieler Forschungen. So belegt zum Beispiel eine anerkannte wissenschaftliche Studie aus dem Iran den gesundheitlichen Mehrwert einer Kombination aus Kurkuma und Omega-3-Fettsäuren in der täglichen Ernährung. Rapsöl und Vitamin E. Im Gegensatz zu Sonnenblumen- und Olivenöl (Omega-6/Omega-3- Verhältnis: 282:1 bzw. 10:1) ist Rapsöl ein super Omega-3-Lieferant und überzeugt durch ein hervorragendes Fettsäurenverhältnis von Omega 6 zu Omega 3 (1,7:1). Es lässt sich regional beziehen und ist besonders nachhaltig. Rapsöl enthält Vitamin E, ein wichtiges Antioxidans, das in allen menschlichen Membranen vorkommt. Dort schützt es die Omega-Fettsäuren vor der Zerstörung durch freie Radikale. Kein Wunder also, dass es sich auch bestens als Beikostöl für Babys eignet. Schizochytrium-Algen. Bei Schizochytrium-Algen handelt es sich um einzellige Meeres- Mikroalgen, die in tropischen Gewässern zu Hause sind. Sie pro- duzieren von Natur aus große Mengen an Omega-3-Fettsäuren, insbesondere Docosahexaensäure (DHA) und Eicosapentaensäure (EPA). DHA und EPA sind für den menschlichen Organismus direkt verwertbar. Algenöl ist die perfekte umwelt- sowie tierfreundliche Alternative zu Fischöl. Nachhaltig, unbelastet und vegan. Vitamin D. Vitamin D ist eigentlich ein Hormon, das unter Einfluss von UV-B-Strahlung in unserer Haut gebildet werden kann. Reicht die Sonneneinstrahlung nicht aus, gibt es nur sehr wenige natürliche Lebensmittel, die dazu beitragen können, den Vitamin-D-Bedarf zu decken. Dazu gehören insbesondere fette Fischsorten. Vitamin D spielt eine sehr wichtige Rolle im Kalziumstoffwechsel und in unserem Immunsystem. Rapsöl und Vitamin E. Im Gegensatz zu Sonnenblumen- und Olivenöl (Omega-6/Omega-3- Verhältnis: 282:1 bzw. 10:1) ist Rapsöl ein super Omega-3-Lieferant und überzeugt durch ein hervorragendes Fettsäurenverhältnis von Omega 6 zu Omega 3 (1,7:1). Es lässt sich regional beziehen und ist besonders nachhaltig. Rapsöl enthält Vitamin E, ein wichtiges Antioxidans, das in allen menschlichen Membranen vorkommt. Dort schützt es die Omega-Fettsäuren vor der Zerstörung durch freie Radikale. Kein Wunder also, dass es sich auch bestens als Beikostöl für Babys eignet. Hanfsamenöl. Auch Hanfsamenöl ist ein wertvolles Speiseöl mit einem hohen Anteil an Omega-6- und Omega-3-Fettsäuren in einem optimalen Verhältnis von 2,5:1. Darüber hinaus enthält das Öl die seltener vorkommende, hochwertige Gammalinolensäure sowie zahlreiche Vitamine, Mineralien und Spurenelemente.
Offizielle Gesundheitsaussagen: Die von der Europäischen Behörde für Lebensmittelsicherheit (EFSA) geprüften und als wissenschaftlich erwiesenen Wirkungen werden als gesundheitsbezogene Angaben (Health Claims) bezeichnet. DHA (> 250 mg) trägt zur Erhaltung einer normalen Gehirnfunktion und normaler Sehkraft bei, EPA und DHA (> 250 mg) tragen zu einer normalen Herzfunktion bei, EPA und DHA (>3 g) tragen zum Erhalt des normalen Blutdrucks bei, EPA und DHA (>2 g) tragen zum Erhalt der normalen Triglycerid-Konzentrationen im Blut bei, Vitamin E (> 12 mg) trägt dazu bei, die Zellen vor oxidativem Stress zu schützen, Vitamin D (> 20 μg (800 I.E.)) trägt zu einer normalen Funktion des Immunsystems bei, Vitamin D (> 20 μg (800 I.E.)) trägt zur Erhaltung normaler Knochen bei, Vitamin D (> 20 μg (800 I.E.)) trägt zur Erhaltung einer normalen Muskelfunktion bei, Vitamin D (> 20 μg (800 I.E.)) trägt zur Erhaltung normaler Zähne bei, Vitamin D (> 20 μg (800 I.E.)) hat eine Funktion bei der Zellteilung, Vitamin D (> 20 μg (800 I.E.)) trägt zu einer normalen Aufnahme/Verwertung von Kalzium und Phosphor bei, Vitamin D (> 20 μg (800 I.E.)) trägt zu einem normalen Kalziumspiegel im Blut bei.
Darum haben wir das beste Konzept: Algenöl als vegane sowie umweltund tierfreundliche Alternative zu oft belastetem Fischöl, Synergetische Wirkung der hochwertigen Inhaltsstoffe und Zutaten, Wissenschaftliche Studien belegen den gesundheitlichen Mehrwert, der sich aus der Kombination von Kurkuma und Omega-3-Fettsäuren ergibt, Kein Risiko durch Geld-zurückGarantie bis nach dem ersten Testergebnis, Optimale Verwertung der in Omega 3 plus enthaltenen gesunden Fettsäuren DHA und EPA, Persönlicher Zugang zu unserem "Omega Go!"-Portal, unter anderem mit Informationen zum Konzept, den Inhaltsstoffen und der Handhabung des Tests, Alleinstellungsmerkmal HS-Omega-3 Index®: Zusammenarbeit mit dem weltweit führenden und renommierten Test- und Laborpartner Omegametrix, Keine Überdosierung von DHA und EPA Hanf- und Rapsöl mit optimalem Fettsäureverhältnis anstatt Oliven und Sonnenblumenöl mit ungünstigen Fettsäuremustern, Ernährungskompass mit Liste von entzündungshemmenden Nahrungsmitteln und Fettsäurennavigator, Exklusives Rabattangebot für alle Konzeptteilnehmer: Kulinarische Omega-Funktionsöle von unserer Schwestermarke newXise als ideale Ergänzung
Bei uns bist du garantiert in guten Händen: Mit uns gehst du kein Risiko ein! Wenn du bei deinem ersten Test feststellst, dass sich dein HS-Omega-3 Index® bereits im Idealbereich befindet, bekommst du auf Wunsch dein Geld zurück. Sind deine Werte bereits optimal? Unsere Geld-zurück-Garantie kannst du in Anspruch nehmen, wenn dein HS-Omega-3 Index® bei deinem ersten Test zwischen 8 und 11 Prozent liegt. Du hast dann die Möglichkeit, das "Omega Go!"-Konzept innerhalb von 14 Tagen nach Erhalt des ersten Tester- gebnisses an uns zurückzuschicken.* Du hast weitere Fragen zum Konzept oder zur Geld-zurück-Garantie? Unser Kundensupport bietet dir bei Bedarf eine individuelle und kompeten- te Beratung. Alle Fragen rund um "Ome- ga Go!" beantwortet unser Team schnell, zuverlässig und zuvorkommend. "Dein HS-Omega-3 Index® liegt schon im Idealbereich? Dann bekommst du dein Geld zurück!"
Erfolgsgeschichten: Monika S., 57 Jahre. "Es ist erstaunlich, wie einfach es sein kann, für die eigene Gesundheit etwas zu tun und dabei so einen köstlichen Geschmack zu erleben. Ich bin begeistert und die wissenschaftliche Auswertung bestätigt mir das." Bernd R., 53 Jahre. "Bewegung und gesunde Ernährung sind mir wichtig. Das Omega 3 plus von Ethno hat mich deshalb wirklich beeindruckt. In kurzer Zeit hat sich mein Wert von 4,55 im kritischen Bereich auf 8,17 im optimalen Bereich verbessert. Ich hätte nicht gedacht, dass ich so schnell und so wirkungsvoll etwas für meine Gesundheit tun kann." Ina W., 38 Jahre. "Ich bin ja ein total skeptischer Typ und vermute immer erst mal viel Marketing hinter allem. Und wenn das dann so professionell rüber kommt, werde ich noch skeptischer. Umso mehr bin ich jetzt mega begeistert, denn alles, was das Omega Go!-Konzept verspricht, wird gehalten." Reto M., 44 Jahre. "Meine Werte waren beim ersten Bluttest nicht optimal. Durch die Omega 3 plus-Einnahme haben sich diese unglaublich verbessert und mich in den gelben Bereich gebracht." Hedda S., 82 Jahre. "Ich bin 82 Jahre alt und was kann ich schon tun, um nicht an Demenz noch zu erkranken? Ich wusste das erst gar nicht, dass ein guter Omega-Spiegel mich unterstützt, im Kopf fit zu bleiben. Die grüne Flasche begleitet mich nun auch mit in den Urlaub – und wenn mal nicht die Sonne scheint, ist ja sogar noch Vitamin D im Öl. Einfach perfekt!" Gisela E., 78 Jahre. "Geistig fit und körperlich in Schwung zu bleiben, nimmt für mich einen hohen Stellenwert ein. Mit meinen 78 Jahren weiß ich mich mit den Produkten von Ethno Health wie Omega 3 plus gut aufgestellt."
Jetzt starten! Du möchtest deine eigene Erfolgsgeschichte schreiben? Dann starte jetzt mit "Omega Go!" und lass deinen Omega-3-Index bestimmen. Wende dich dazu an deinen Empfehlungsgeber oder erhalte mehr Informationen auf www.ethno-health.com.
Produkt Webseite: https://www.ethno-health.com/artikeldetail/368/Omega%20Go!
Hersteller Website: https://www.ethno-health.com
